tap "adoptopenjdk/openjdk"
tap "carlocab/personal"
tap "dart-lang/dart"
tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "itchyny/tap"
tap "jimmymasaru/repo"
tap "majd/repo"
tap "microsoft/git"
tap "octavore/tools"
tap "sass/sass"
tap "wez/wezterm"
tap "xwmx/taps"
brew "act"
brew "gettext"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "gcc"
brew "arpack"
brew "python@3.11"
brew "asciinema"
brew "boost"
brew "glib"
brew "catch2"
brew "chezmoi"
brew "clib"
brew "cmake"
brew "deno"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "harfbuzz"
brew "fd"
brew "libass"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fmt"
brew "fzf"
brew "gh"
brew "gibo"
brew "git-delta"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "iconsur"
brew "libheif"
brew "imagemagick"
brew "jdupes"
brew "libproxy"
brew "libsixel"
brew "libssh"
brew "llvm"
brew "mas"
brew "mono"
brew "msgpack-cxx"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "opam"
brew "openssh"
brew "pandoc"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python@3.9"
brew "python-tk@3.9"
brew "ripgrep"
brew "rustup-init"
brew "sccache"
brew "silicon"
brew "sox"
brew "ta-lib"
brew "tectonic"
brew "tig"
brew "tmux"
brew "tnftp"
brew "toot"
brew "tree"
brew "wasmer"
brew "wget"
brew "zbar"
brew "zig"
brew "carlocab/personal/unrar"
brew "filosottile/musl-cross/musl-cross"
brew "itchyny/tap/mmv"
cask "aquaskk"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "flutter"
cask "git-credential-manager-core"
cask "goneovim"
cask "google-drive"
cask "ipatool"
cask "keepassxc"
cask "kitty"
cask "microsoft-edge"
cask "microsoft-teams"
cask "onedrive"
cask "unity"
cask "unity-hub"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "wkhtmltopdf"
cask "xquartz"
mas "1Blocker", id: 1365531024
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "golang.go-nightly"
vscode "MathWorks.language-matlab"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "withfig.fig"
