tap "adoptopenjdk/openjdk"
tap "carlocab/personal"
tap "dart-lang/dart"
tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "itchyny/tap"
tap "jimmymasaru/repo"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "microsoft/git"
tap "nao1215/tap"
tap "octavore/tools"
tap "oven-sh/bun"
tap "sass/sass"
tap "wez/wezterm"
tap "xwmx/taps"
brew "act"
brew "gettext"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "gcc"
brew "arpack"
brew "python@3.11"
brew "asciinema"
brew "boost"
brew "glib"
brew "cargo-make"
brew "catch2"
brew "chezmoi"
brew "clib"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "erg"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fmt"
brew "fzf"
brew "gh"
brew "gibo"
brew "git-delta"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "iconsur"
brew "libheif"
brew "imagemagick"
brew "jdupes"
brew "jq"
brew "libproxy"
brew "libsixel"
brew "llvm"
brew "lpeg"
brew "luajit"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nim"
brew "nushell"
brew "opam"
brew "pandoc"
brew "pngpaste"
brew "poppler"
brew "pyqt@5"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python@3.9"
brew "python-tk@3.9"
brew "qscintilla2"
brew "ripgrep"
brew "rustup-init"
brew "rye"
brew "sccache"
brew "silicon"
brew "sox"
brew "starship"
brew "suite-sparse"
brew "sundials"
brew "ta-lib"
brew "tectonic"
brew "tig"
brew "tmux"
brew "tnftp"
brew "toot"
brew "tree"
brew "wasmer"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zbar"
brew "zig"
brew "carlocab/personal/unrar"
brew "filosottile/musl-cross/musl-cross"
brew "itchyny/tap/mmv"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "applite"
cask "aquaskk"
cask "discord"
cask "docker"
cask "flutter"
cask "git-credential-manager-core"
cask "google-drive"
cask "keepassxc"
cask "keycastr"
cask "kitty"
cask "microsoft-edge"
cask "microsoft-teams"
cask "musicbrainz-picard"
cask "onedrive"
cask "vlc"
cask "wezterm-nightly"
cask "wkhtmltopdf"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
