tap "adoptopenjdk/openjdk"
tap "carlocab/personal"
tap "dart-lang/dart"
tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "itchyny/tap"
tap "jimmymasaru/repo"
tap "joerdav/xc"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "microsoft/git"
tap "modularml/packages"
tap "nao1215/tap"
tap "octavore/tools"
tap "sass/sass"
tap "wez/wezterm"
tap "xwmx/taps"
brew "abcm2ps"
brew "abcmidi"
brew "agg"
brew "gettext"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "gcc"
brew "arpack"
brew "asciinema"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "boost"
brew "cargo-make"
brew "catch2"
brew "chezmoi"
brew "clib"
brew "cocoapods"
brew "docker-completion"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "libass"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fmt"
brew "fzf"
brew "gh"
brew "gibo"
brew "git-delta"
brew "libgpg-error"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "jdupes"
brew "jnv"
brew "libproxy"
brew "libsixel"
brew "litecli"
brew "llvm"
brew "lpeg"
brew "luajit"
brew "mas"
brew "midnight-commander"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "ninja"
brew "p7zip"
brew "pandoc"
brew "pdftk-java"
brew "tcl-tk"
brew "pinentry-mac"
brew "pngpaste"
brew "poppler"
brew "qt"
brew "pyqt@5"
brew "python@3.11"
brew "qscintilla2"
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sccache"
brew "silicon"
brew "sox"
brew "starship"
brew "suite-sparse"
brew "sundials"
brew "ta-lib"
brew "tectonic"
brew "tmux"
brew "tnftp"
brew "toot"
brew "tree"
brew "typst"
brew "wasmer"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zbar"
brew "zig"
brew "carlocab/personal/unrar"
brew "filosottile/musl-cross/musl-cross"
brew "itchyny/tap/mmv"
brew "joerdav/xc/xc"
brew "modularml/packages/modular"
cask "alt-tab"
cask "android-studio"
cask "arc"
cask "chatgpt"
cask "discord"
cask "figma"
cask "font-twitter-color-emoji"
cask "git-credential-manager"
cask "google-drive"
cask "inkscape"
cask "keepassxc"
cask "keybase"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "musicbrainz-picard"
cask "onedrive"
cask "orbstack"
cask "piphero"
cask "tor-browser"
cask "vlc"
cask "wezterm"
cask "wkhtmltopdf"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Flow", id: 1423210932
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "MagicNotch", id: 6447055708
mas "MainStage", id: 634159523
mas "Mona", id: 1659154653
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "Slack", id: 803453959
mas "Vuzix View", id: 1567955906
mas "Xcode", id: 497799835
mas "宛名印刷", id: 1598123076
