tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "monochromegane/tap"
brew "gettext"
brew "libgpg-error"
brew "mas"
brew "openssl@3"
brew "pinentry-mac"
brew "pkgconf"
brew "jorgelbg/tap/pinentry-touchid"
brew "monochromegane/tap/afa"
brew "monochromegane/tap/afa-tui"
cask "alt-tab"
cask "android-studio"
cask "anki"
cask "battery"
cask "brave-browser"
cask "chatgpt"
cask "discord"
cask "figma"
cask "gnucash"
cask "inkscape"
cask "keepassxc"
cask "keybase"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "musicbrainz-picard"
cask "obsidian"
cask "orbstack"
cask "piphero"
cask "postman"
cask "slack"
cask "vlc"
cask "wezterm@nightly"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Mona", id: 1659154653
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Shortcut Notch", id: 6447055708
mas "Vuzix View", id: 1567955906
mas "Xcode", id: 497799835
mas "タイピスト", id: 415166115
mas "宛名印刷", id: 1598123076
