tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "jimmymasaru/repo"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "modularml/packages"
tap "nao1215/tap"
tap "octavore/tools"
tap "xwmx/taps"
brew "gettext"
brew "openssl@3"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "gnupg"
brew "mas"
brew "pinentry-mac"
brew "jorgelbg/tap/pinentry-touchid"
cask "alt-tab"
cask "android-studio"
cask "chatgpt"
cask "discord"
cask "eloston-chromium"
cask "figma"
cask "google-drive"
cask "inkscape"
cask "keepassxc"
cask "keybase"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "musicbrainz-picard"
cask "orbstack"
cask "piphero"
cask "postman"
cask "tor-browser"
cask "vlc"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Flow", id: 1423210932
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "MagicNotch", id: 6447055708
mas "MainStage", id: 634159523
mas "Mona", id: 1659154653
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "Slack", id: 803453959
mas "Vuzix View", id: 1567955906
mas "Xcode", id: 497799835
mas "タイピスト", id: 415166115
mas "宛名印刷", id: 1598123076
